[
  {
    "story": "Eh, gue kemarin lagi chat sama orang. Asik sih, tapi di profilnya nggak ada foto, bionya juga ganti-ganti gue perhatiin. Nah, terus tiba-tiba tadi diajakin ketemu, tapi masak jam 11 malem .-.",
    "iscatfishing": 1
  },
  {
    "story": "Tau ga cewek yang kemarin gue ceritain, yang chat sama gue. Fotonya tiba-tiba berubah,  terus nggak ada mirip-miripnya sama yang sebelumnya. Setelah seminggu nggak balas chat gue, baru deh ini chat gue lagi...katanya sih nggak ada paket internet, terus nitip gue beli paket.",
    "iscatfishing": 1
  },
  {
    "story": "Seru sebenarnya chat sama dia ini. Walaupun balasannya singkat-singkat banget. Mmm, tapi dia kadang nanya balik ke gue siih. Gimana ya enaknya?",
    "iscatfishing": 0
  },
  {
    "story": "Aku coba-coba nih ngechat orang yang nggak pake profil picture. Dia balasnya cepet banget, eh tapi langsung tanya alamat rumah katanya sih mau kirim sesuatu. Hmm gimana ya?",
    "iscatfishing": 1
  },
  {
    "story": "Udah seminggu ini chat sama dia. Orangnya baik, sopan juga. Awalnya tertarik karena hobinya baca buku, walaupun profil picture-nya nggak sesuai sih. Tapi masih nyambung pas bahas ttg bacaan gitu. Terus, diajakin ketemu di book club gitu nih buat diskusi buku. Siapa tahu bisa sharing tentang buku kan. Gimana ya?",
    "iscatfishing": 0
  },
  {
    "story": "Ini bener-bener deh, gue nggak balas chat 2 menit aja, di spam chat P P P P P terus.  Dulu-dulu nggak dini deh. Bilangnya banyak kerjanya, tapi kenapa chat terus, kapan kerjanya yaaa.",
    "iscatfishing": 1
  },
  {
    "story": "Mau minta pendapat lo dong... Baru chat, dia ngajak ketemuan. Feeling gue ga enak sih, soalnya tempat ketemunya sepi gitu, katanya sih aman-aman aja. Dia bilangnya sih udah kenal daerah sana.",
    "iscatfishing": 1
  },
  {
    "story": "Hmm gue curiga sama orang yang kemarin gue ceritain. Kayaknya dia pake identitas orang lain deh. Pas gue tanya nama benerannya dia, dia ga sebut. Terus ntarnya dia sebut nama gitu, pas gue browsing namanya kok beda sama yang dia sebut, kayak tempat kerjanya atau hobinya gitu. Beda banget. Tapi nama orang itu memang mungkin sama sih.",
    "iscatfishing": 1
  },
  {
    "story": "Bener-bener aneh banget. Lagi chat sama orang, agresif banget. Dia ini tiba-tiba nembak gue habis 3 hari chat. Sebenarnya gue tertarik cuma karena baru aja kan chat, masak jadian. Habis gue bilang, masih perlu waktu, eh dia berubah banget. Kata-katanya kasar gitu, terus pokoknya beda deh.",
    "iscatfishing": 1
  },
  {
    "story": "Aku lagi chat nih sama orang. Lancar sih udah seminggu ini. Terus info-info tentang dia juga konsisten gituu. Orangnya juga sopan, kata-katanya baik gitu. Cuma ini memang baru pertama kali chat sama orang yang belum pernah ketemu sebelumnya.",
    "iscatfishing": 0
  },
  {
    "story": "Menurut lo, aman nggak sih kalau ditanya-tanya hal-hal spesifik banget sama temen chat gitu? Dia nanya alamat lengkap, terus jam berapa gue keluar rumah, sampe siapa aja yang ada di rumah gitu. Hmm... padahal orangnya asik buat chat, good looking juga waktu video call, tapi bikin ga nyaman kalau tanya-tanya hal personal sampai segitunya.",
    "iscatfishing": 1
  },
  {
    "story": "Eh tau nggak, ini orang waktu chat gue, jelek-jelekin temen sekolahnya terus. Habis itu dia muji-muji gue sih, tapi ya gitu, selalu jelek-jelekin orang supaya bisa muji gue. Nah, gue nggak kenal sih sama temennya itu. Tapi dia sampe share akun instagramnya, terus nyuruh gue ikutan komen sinis di situ. Hmm gue nggak apa apa sih dicurhatin tapi serem juga kalau gini ya",
    "iscatfishing": 1
  },
  {
    "story": "Dia spam chat gue terus, P P P P P tanpa henti. Gue malas balas karena bahasanya kasar banget. Tapi nggak enak karena katanya dia nggak punya teman siapa-siapa selain gue.",
    "iscatfishing": 1
  },
  {
    "story": "Aku kira awalnya dia aneh gitu, ternyata engga. Mungkin karena dia pernah depresi kali ya, tapi katanya lagi dalam pengobatan. Dia juga baik-baik sih chat nya sampai sekarang.",
    "iscatfishing": 0
  },
  {
    "story": "Sumpah gue kaget banget, foto gue dipake ke profil pict dia tiba-tiba kan serem yaa. Gue minta ganti, dia malah marah-marah ngatain gue sombong.",
    "iscatfishing": 1
  },
  {
    "story": "Kemarin aku chat sama orang. Aku ceritalah kalau lagi perlu kerjaan part time. Nah, dia nawarin kerjaan, katanya gampang. Tapi nggak mau dikasi tau apaan kerjanya. Katanya ketemu aja dulu.",
    "iscatfishing": 1
  },
  {
    "story": "Dia aneh banget deh. Katanya mau kenal lebih dekat, tapi gue ajak telepon nggak mau, apalagi video call. Terus gue tanya akun medsos lainnya juga katanya nggak punya (masak sih jaman gini?); tapi dia mau main ke rumah terus nanya alamat gue gitu.",
    "iscatfishing": 1
  },
  {
    "story": "Awalnya boring banget chat-nya, tapi pas akhirnya nemu topik yang pas, waktu itu ngomongin film, sumpah jadi seru banget. Pengen lanjut ngobrol, tapi nanti kalau tiba-tiba boring lagi kan malas juga ya",
    "iscatfishing": 0
  },
  {
    "story": "Dia agak malu-malu gitu, gue kira kenapa waktu chat atau video call. Kayak nggak PD gitu, ternyata dia ada kekhususan. Jadi salah satu tangannya sudah nggak berfungsi karena kecelakaan. Tapi gua kagum karena dia pekerja keras dan nggak nyerah.",
    "iscatfishing": 0
  },
  {
    "story": "Dia passionate banget sama hobinya, itu yang bikin asik. Tapi dia sering banget minta dikirimin foto-foto gue selfie. Aneh banget menurut gue. Pas gue tolak, dia spam chat terus buat minta.",
    "iscatfishing": 1
  }
]